const LESSONS = {
  family: {
    name: 'Семья 👩🏼‍❤️‍👨🏻',
    description: 'Elders, Dull moment, Niece etc.',
    items: [
      { ru: "Культурные Традиции", en: "Cultural traditions" },
      { ru: "Единственный ребенок", en: "An only child" },
      { ru: "Семейная честь", en: "Family honour" },
      { ru: "Пожилые люди", en: "Elders" },
      { ru: "Скучный момент", en: "Dull moment" },
      { ru: "Уровень рождаемости снизился", en: "The birth rate has dropped" },
      { ru: "Имеет приоритет", en: "Take priority" },
      { ru: "Вечерняя прогулка", en: "Evening stroll" },
      { ru: "Оставаться большой частью жизни", en: "Remain a big part of our life" },
      { ru: "По маминой линии", en: "Maternal" },
      { ru: "Идея чистого пространства", en: "Concept of privacy" },
      { ru: "Поддержка", en: "Support" },
      { ru: "Подчиняться авторитетам (Послушный, послушание)", en: "Obey (Obedient, obedience) authority" },
      { ru: "Племянник", en: "Nephew" },
      { ru: "Племянница", en: "Niece" },
      { ru: "Вдова/Вдовец", en: "Widow/Widower" },
      { ru: "Свадьба", en: "Wedding" },
      { ru: "Женитьба", en: "Marriage" },
      { ru: "Расширенная/ Ближайшие/ Нуклеарная семья", en: "Extended / Immediate / Nuclear family" },
      { ru: "Родственники", en: "Relations" },
      { ru: "Поколение", en: "Generation" },
      { ru: "Предок", en: "Ancestor" },
      { ru: "Быть помолвленным", en: "Be engaged" },
      { ru: "Быть разведённым", en: "Be divorced" },
      { ru: "Быть женатым / замужем", en: "Be married" },
      { ru: "Приёмная семья", en: "Foster family" },
      { ru: "Источник любви и жизни", en: "Cradle of love and life" },
      { ru: "Быть разлучённы", en: "Be separated" },
      { ru: "Семейные узы", en: "Family bonds" },
      { ru: "Плохо отражаться", en: "Reflect badly on" },
      { ru: "Родные братья и сестры", en: "Siblings" }
    ]
  },

  none: {
    name: 'Нема 🤷🏻',
    description: 'Тут будут слова с новых уроков',
    items: [
      { ru: "Нетуу", en: "Nopee" },
      { ru: "Люблю", en: "Love u" }
    ]
  }
};

//DICTATION DATA
const dictationWords = [
  { word: "Абажур", audio: "/audio/абажур.mp3" },
  { word: "Аббревиатура", audio: "/audio/аббревиатура.mp3" },
  { word: "Абонемент", audio: "/audio/абонемент.mp3" },
  { word: "Абориген", audio: "/audio/абориген.mp3" },
  { word: "Абстрактный", audio: "/audio/абстрактный.mp3" },
  { word: "Автограф", audio: "/audio/автограф.mp3" },
  { word: "Автострада", audio: "/audio/автострада.mp3" },
  { word: "Адекватный", audio: "/audio/адекватный.mp3" },
  { word: "Адъюнкт", audio: "/audio/адъюнкт.mp3" },
  { word: "Ажиотаж", audio: "/audio/ажиотаж.mp3" },
  { word: "Айсберг", audio: "/audio/айсберг.mp3" },
  { word: "Академия", audio: "/audio/академия.mp3" },
  { word: "Акварель", audio: "/audio/акварель.mp3" },
  { word: "Акклиматизация", audio: "/audio/акклиматизация.mp3" },
  { word: "Аккомпанемент", audio: "/audio/аккомпанемент.mp3" },
  { word: "Аккомпаниатор", audio: "/audio/аккомпаниатор.mp3" },
  { word: "Аккорд", audio: "/audio/аккорд.mp3" },
  { word: "Аккордеон", audio: "/audio/аккордеон.mp3" },
  { word: "Аккумулятор", audio: "/audio/аккумулятор.mp3" },
  { word: "Аккуратный", audio: "/audio/аккуратный.mp3" }
];

